package com.wjc.wjcmap.util;

public class LocationBean {
    public static String s = "{\n" +
            "    \"body\": [\n" +
            "        {\n" +
            "            \"content\": \"计算中心，物理实验室，电路实验室均在此楼\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.878719\",\n" +
            "            \"lon\": \"116.492455\",\n" +
            "            \"title\": \"知行楼\",\n" +
            "            \"id\": \"a\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"2008羽毛球奥运场馆，现在用于师生活动\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.878684\",\n" +
            "            \"lon\": \"116.490973\",\n" +
            "            \"title\": \"奥运馆\",\n" +
            "            \"id\": \"b\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"全校唯一从早到晚都有饭的食堂\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.87975\",\n" +
            "            \"lon\": \"116.487093\",\n" +
            "            \"title\": \"美食园\",\n" +
            "            \"id\": \"c\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"刚刚建成并投入使用，工大新地标\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.880753\",\n" +
            "            \"lon\": \"116.486284\",\n" +
            "            \"title\": \"新图书馆\",\n" +
            "            \"id\": \"d\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"计院所在地，一楼有很多学部办公室\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.880573\",\n" +
            "            \"lon\": \"116.484739\",\n" +
            "            \"title\": \"信息楼\",\n" +
            "            \"id\": \"e\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"全校最新教学楼，条件确实好，就是有的时候不开放自习\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.881466\",\n" +
            "            \"lon\": \"116.490767\",\n" +
            "            \"title\": \"四教\",\n" +
            "            \"id\": \"f\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"场地情况较好，刷卡进入，去的时候机地带校园卡\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.881141\",\n" +
            "            \"lon\": \"116.489069\",\n" +
            "            \"title\": \"南操场\",\n" +
            "            \"id\": \"g\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"开药还可以，真的难受还请及时去大医院\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.885107\",\n" +
            "            \"lon\": \"116.488683\",\n" +
            "            \"title\": \"校医院\",\n" +
            "            \"id\": \"h\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"和我口味，只在饭点开放\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.884525\",\n" +
            "            \"lon\": \"116.487102\",\n" +
            "            \"title\": \"清真食堂\",\n" +
            "            \"id\": \"i\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"旧软件楼改装而成，虽然没有阳台洗手间，但是很新\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.883466\",\n" +
            "            \"lon\": \"116.490398\",\n" +
            "            \"title\": \"宿舍13号楼\",\n" +
            "            \"id\": \"j\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"专业课上课的教学楼\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.883695\",\n" +
            "            \"lon\": \"116.48535\",\n" +
            "            \"title\": \"第一教学楼\",\n" +
            "            \"id\": \"k\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"英语老师和思政老师办公室所在地\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.878082\",\n" +
            "            \"lon\": \"116.488512\",\n" +
            "            \"title\": \"人文楼\",\n" +
            "            \"id\": \"l\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"剁手买的东西都送到这里\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.88285\",\n" +
            "            \"lon\": \"116.488323\",\n" +
            "            \"title\": \"快递站\",\n" +
            "            \"id\": \"m\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"进出学校的主要大门，地铁站在附近\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.883183\",\n" +
            "            \"lon\": \"116.484236\",\n" +
            "            \"title\": \"西门\",\n" +
            "            \"id\": \"n\"\n" +
            "        },\n" +
            "        {\n" +
            "            \"content\": \"可以吃一些逛一些不一样的\",\n" +
            "            \"distance\": 0.0,\n" +
            "            \"lat\": \"39.88375\",\n" +
            "            \"lon\": \"116.492321\",\n" +
            "            \"title\": \"奥莱广场\",\n" +
            "            \"id\": \"s\"\n" +
            "        }\n" +
            "    ]\n" +
            "}";

}
